Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Styles differ in how they use it. In opera, vibrato usually starts at the beginning of a note and continues to its end, with slight changes in width along the way.
ar: تختلف الأساليب في طريقة استخدامه. ففي الأوبرا يبدأ الفيبراتو عادةً مع بداية النغمة ويستمر حتى نهايتها، مع تغيّرات طفيفة في اتساعه أثناء ذلك.
de: Stile gehen unterschiedlich damit um. In der Oper beginnt das Vibrato meist gleich am Anfang eines Tons und hält bis zu seinem Ende an, wobei sich seine Weite unterwegs leicht verändert.
es: Cada estilo lo usa de forma distinta. En la ópera, el vibrato suele empezar al principio de la nota y continuar hasta el final, con ligeros cambios de amplitud por el camino.
fr: Les styles l’utilisent différemment. À l’opéra, le vibrato commence généralement dès le début de la note et se poursuit jusqu’à la fin, avec de légères variations d’amplitude en chemin.
it: Gli stili lo usano in modi diversi. Nell’opera il vibrato di solito inizia all’attacco della nota e continua fino alla fine, con leggere variazioni di ampiezza lungo il percorso.
ja: ビブラートの使い方はスタイルによって異なります。オペラでは、ふつう音の出だしからビブラートがかかり、途中で幅をわずかに変えながら音の終わりまで続きます。
ko: 스타일마다 비브라토를 쓰는 방식이 다릅니다. 오페라에서는 보통 음이 시작될 때부터 비브라토가 들어가 음이 끝날 때까지 이어지며, 도중에 폭이 조금씩 달라집니다.
nl: Stijlen gebruiken het verschillend. In de opera begint het vibrato meestal aan het begin van een noot en gaat het door tot het einde, met kleine veranderingen in breedte onderweg.
pl: Różne style używają go na różne sposoby. W operze wibrato zwykle zaczyna się na początku dźwięku i trwa do jego końca, z niewielkimi zmianami szerokości po drodze.
pt_br: Cada estilo o usa de um jeito. Na ópera, o vibrato costuma começar no início da nota e continuar até o fim, com pequenas mudanças de amplitude pelo caminho.
ru: Разные стили используют вибрато по-разному. В опере оно обычно начинается с самого начала ноты и продолжается до её конца, слегка меняя ширину по ходу.
sv: Stilar använder det på olika sätt. Inom opera börjar vibratot oftast i början av en ton och fortsätter till dess slut, med små förändringar i bredd på vägen.
tr: Tarzlar vibratoyu farklı biçimlerde kullanır. Operada vibrato genellikle notanın başında başlar ve sonuna kadar sürer; bu sırada genişliği hafifçe değişir.
zh_hans: 不同风格使用颤音的方式各不相同。在歌剧中，颤音通常从一个音的开头就开始，一直持续到结尾，途中幅度会略有变化。

source: Sunset - dark
ar: الغروب - داكن
de: Sonnenuntergang – dunkel
es: Atardecer – oscuro
fr: Coucher de soleil – sombre
it: Tramonto – scuro
ja: サンセット（ダーク）
ko: 노을 – 다크
nl: Zonsondergang – donker
pl: Zachód słońca – ciemny
pt_br: Pôr do sol – escuro
ru: Закат – тёмный
sv: Solnedgång – mörk
tr: Gün batımı – koyu
zh_hans: 日落 – 深色

source: Support your voice with your breath rather than relying on your throat alone. Singing or talking from the throat without that support puts a great strain on your voice.
ar: ادعم صوتك بنَفَسك بدل الاعتماد على حلقك وحده. فالغناء أو الكلام من الحلق دون هذا الدعم يُجهد صوتك كثيرًا.
de: Stütze deine Stimme mit dem Atem, statt dich allein auf deinen Hals zu verlassen. Aus dem Hals zu singen oder zu sprechen, ohne diese Stütze, belastet deine Stimme stark.
es: Apoya la voz con la respiración en lugar de depender solo de la garganta. Cantar o hablar desde la garganta sin ese apoyo fuerza mucho la voz.
fr: Soutenez votre voix avec votre souffle au lieu de compter uniquement sur la gorge. Chanter ou parler depuis la gorge sans ce soutien fatigue beaucoup la voix.
it: Sostieni la voce con il respiro invece di affidarti solo alla gola. Cantare o parlare di gola senza questo sostegno affatica molto la voce.
ja: のどだけに頼らず、息で声を支えましょう。その支えなしにのどだけで歌ったり話したりすると、声に大きな負担がかかります。
ko: 목에만 의지하지 말고 호흡으로 목소리를 받쳐 주세요. 그런 받침 없이 목으로만 노래하거나 말하면 목소리에 큰 부담이 갑니다.
nl: Ondersteun je stem met je adem in plaats van alleen op je keel te vertrouwen. Zingen of praten vanuit je keel zonder die steun belast je stem sterk.
pl: Podpieraj głos oddechem, zamiast polegać wyłącznie na gardle. Śpiewanie lub mówienie z gardła bez tego podparcia mocno obciąża głos.
pt_br: Apoie a voz com a respiração em vez de depender só da garganta. Cantar ou falar com a garganta sem esse apoio força muito a voz.
ru: Поддерживайте голос дыханием, а не полагайтесь на одно горло. Если петь или говорить горлом без такой опоры, голос испытывает большую нагрузку.
sv: Stöd rösten med andningen i stället för att bara förlita dig på halsen. Att sjunga eller prata från halsen utan det stödet anstränger rösten mycket.
tr: Yalnızca boğazınıza güvenmek yerine sesinizi nefesinizle destekleyin. Bu destek olmadan boğazdan şarkı söylemek ya da konuşmak sesinizi çok zorlar.
zh_hans: 用气息支撑声音，而不是只靠喉咙。没有这种支撑、只用喉咙唱歌或说话，会给嗓子带来很大负担。

source: Swaps the drag handles for delete buttons, to take exercises off this list. They stay in your library.
ar: يستبدل مقابض السحب بأزرار حذف، لإزالة تمارين من هذه القائمة. تبقى في مكتبتك.
de: Tauscht die Ziehgriffe gegen Löschknöpfe, um Übungen aus dieser Liste zu nehmen. In deiner Bibliothek bleiben sie erhalten.
es: Cambia las asas de arrastre por botones de borrar, para sacar ejercicios de esta lista. Siguen en tu biblioteca.
fr: Remplace les poignées de déplacement par des boutons de suppression, pour retirer des exercices de cette liste. Ils restent dans votre bibliothèque.
it: Sostituisce le maniglie di trascinamento con pulsanti di eliminazione, per togliere esercizi da questo elenco. Restano nella tua libreria.
ja: ドラッグ用のハンドルを削除ボタンに切り替え、このリストからエクササイズを外せるようにします。ライブラリには残ります。
ko: 드래그 손잡이를 삭제 버튼으로 바꿔 이 목록에서 연습을 뺄 수 있게 합니다. 라이브러리에는 그대로 남습니다.
nl: Vervangt de sleepgrepen door verwijderknoppen om oefeningen van deze lijst te halen. Ze blijven in je bibliotheek.
pl: Zamienia uchwyty przeciągania na przyciski usuwania, aby zdjąć ćwiczenia z tej listy. W bibliotece zostają.
pt_br: Troca as alças de arrastar por botões de excluir, para tirar exercícios desta lista. Eles continuam na sua biblioteca.
ru: Меняет ручки перетаскивания на кнопки удаления, чтобы убрать упражнения из этого списка. В библиотеке они остаются.
sv: Byter draghandtagen mot raderaknappar, för att ta bort övningar från den här listan. De blir kvar i ditt bibliotek.
tr: Bu listeden egzersiz çıkarmak için sürükleme tutamaklarını silme düğmeleriyle değiştirir. Egzersizler kitaplığınızda kalır.
zh_hans: 把拖动手柄换成删除按钮，用来把练习移出这个列表。它们仍留在你的库中。

source: Swaps the drag handles for delete buttons. Deleting a category keeps its exercises and moves them to “No Category”.
ar: يستبدل مقابض السحب بأزرار حذف. حذف فئة يُبقي تمارينها وينقلها إلى «بدون فئة».
de: Tauscht die Ziehgriffe gegen Löschknöpfe. Beim Löschen einer Kategorie bleiben ihre Übungen erhalten und wandern zu „Ohne Kategorie“.
es: Cambia las asas de arrastre por botones de borrar. Al borrar una categoría, sus ejercicios se conservan y pasan a «Sin categoría».
fr: Remplace les poignées de déplacement par des boutons de suppression. Supprimer une catégorie conserve ses exercices et les déplace vers « Sans catégorie ».
it: Sostituisce le maniglie di trascinamento con pulsanti di eliminazione. Eliminando una categoria i suoi esercizi restano e passano a “Senza categoria”.
ja: ドラッグ用のハンドルを削除ボタンに切り替えます。カテゴリを削除しても、そのエクササイズは残り「カテゴリなし」に移ります。
ko: 드래그 손잡이를 삭제 버튼으로 바꿉니다. 분류를 지워도 그 안의 연습은 남아 “분류 없음”으로 옮겨집니다.
nl: Vervangt de sleepgrepen door verwijderknoppen. Een categorie verwijderen behoudt haar oefeningen en verplaatst ze naar ‘Geen categorie’.
pl: Zamienia uchwyty przeciągania na przyciski usuwania. Usunięcie kategorii zachowuje jej ćwiczenia i przenosi je do „Bez kategorii”.
pt_br: Troca as alças de arrastar por botões de excluir. Excluir uma categoria mantém seus exercícios e os move para “Sem categoria”.
ru: Меняет ручки перетаскивания на кнопки удаления. При удалении категории её упражнения сохраняются и переходят в «Без категории».
sv: Byter draghandtagen mot raderaknappar. Att radera en kategori behåller dess övningar och flyttar dem till ”Ingen kategori”.
tr: Sürükleme tutamaklarını silme düğmeleriyle değiştirir. Bir kategoriyi silmek egzersizlerini korur ve onları “Kategorisiz” bölümüne taşır.
zh_hans: 把拖动手柄换成删除按钮。删除分类不会删掉其中的练习，它们会移到“未分类”。

source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia
ja: 切り替える
ko: 전환
nl: Wisselen
pl: Przełącz
pt_br: Trocar
ru: Переключить
sv: Byt
tr: Değiştir
zh_hans: 切换

source: Switch between the bright "Ning" and the darker "Nong" while keeping the "ng" buzzing in the same place.
ar: بدّل بين «Ning» المشرقة و«Nong» الأدكن مع إبقاء طنين «ng» في المكان نفسه.
de: Wechsle zwischen dem hellen „Ning“ und dem dunkleren „Nong“ und lass das „ng“ dabei immer an derselben Stelle summen.
es: Alterna entre el «Ning» brillante y el «Nong» más oscuro mientras mantienes la «ng» vibrando en el mismo lugar.
fr: Alternez entre le « Ning » brillant et le « Nong » plus sombre en gardant le « ng » vibrant au même endroit.
it: Alterna il “Ning” brillante e il “Nong” più scuro mantenendo la “ng” che vibra sempre nello stesso punto.
ja: 明るい「Ning」と暗めの「Nong」を行き来しながら、「ng」の響きを同じ場所に保ちます。
ko: 밝은 “Ning”과 좀 더 어두운 “Nong”을 오가면서 “ng”의 울림은 같은 자리에 유지하세요.
nl: Wissel tussen de heldere ‘Ning’ en de donkerdere ‘Nong’ en laat de ‘ng’ steeds op dezelfde plek zoemen.
pl: Przełączaj się między jasnym „Ning” a ciemniejszym „Nong”, utrzymując brzęczenie „ng” w tym samym miejscu.
pt_br: Alterne entre o “Ning” brilhante e o “Nong” mais escuro, mantendo o “ng” vibrando no mesmo lugar.
ru: Чередуйте яркое «Ning» и более тёмное «Nong», сохраняя вибрацию «ng» в одном и том же месте.
sv: Växla mellan det ljusa ”Ning” och det mörkare ”Nong” och låt ”ng” surra på samma ställe hela tiden.
tr: Parlak “Ning” ile daha koyu “Nong” arasında geçiş yaparken “ng” titreşimini hep aynı yerde tutun.
zh_hans: 在明亮的“Ning”和较暗的“Nong”之间切换，同时让“ng”的振动始终保持在同一位置。

source: Switch transposing direction after
ar: عكس اتجاه التحويل بعد
de: Transponierrichtung wechseln nach
es: Cambiar el sentido del transporte tras
fr: Inverser le sens de transposition après
it: Inverti la direzione di trasposizione dopo
ja: 移調の向きを変える回数
ko: 조옮김 방향 전환 시점
nl: Transponeerrichting omkeren na
pl: Zmień kierunek transpozycji po
pt_br: Inverter a direção da transposição após
ru: Сменить направление транспонирования после
sv: Byt transponeringsriktning efter
tr: Aktarım yönünü şundan sonra değiştir
zh_hans: 在多少次后改变移调方向

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
ru: Системное
tr: Sistem
zh_hans: 系统

source: Take a full breath before each repetition and pace your air across the whole scale.
ar: خذ نفسًا كاملًا قبل كل تكرار ووزّع هواءك على السلم كله.
de: Atme vor jeder Wiederholung tief ein und teile dir die Luft über die ganze Tonleiter ein.
es: Respira a fondo antes de cada repetición y dosifica el aire a lo largo de toda la escala.
fr: Prenez une grande inspiration avant chaque répétition et dosez votre souffle sur toute la gamme.
it: Fai un respiro pieno prima di ogni ripetizione e dosa l’aria per tutta la scala.
ja: 繰り返しの前にしっかり息を吸い、音階全体に息を配分します。
ko: 반복하기 전에 숨을 충분히 들이마시고 음계 전체에 호흡을 고르게 나누세요.
nl: Adem diep in voor elke herhaling en verdeel je lucht over de hele toonladder.
pl: Weź pełny oddech przed każdym powtórzeniem i rozłóż powietrze na całą gamę.
pt_br: Respire fundo antes de cada repetição e distribua o ar ao longo de toda a escala.
ru: Делайте полный вдох перед каждым повтором и распределяйте воздух на всю гамму.
sv: Ta ett djupt andetag före varje repetition och fördela luften över hela skalan.
tr: Her tekrardan önce derin bir nefes alın ve nefesinizi tüm diziye yayın.
zh_hans: 每次重复前深吸一口气，把气息分配到整个音阶。

source: Takes you to the screen this setting is on and points it out. Nothing is changed from here.
ar: ينقلك إلى الشاشة التي يوجد فيها هذا الإعداد ويشير إليه. لا يتغير شيء من هنا.
de: Bringt dich zu dem Bildschirm, auf dem diese Einstellung liegt, und hebt sie hervor. Hier wird nichts geändert.
es: Te lleva a la pantalla donde está este ajuste y lo señala. Aquí no se cambia nada.
fr: Vous emmène à l’écran où se trouve ce réglage et le met en évidence. Rien n’est modifié ici.
it: Ti porta alla schermata in cui si trova questa impostazione e la evidenzia. Qui non viene cambiato nulla.
ja: この設定がある画面に移動して、その項目を目立たせます。ここでは何も変更されません。
ko: 이 설정이 있는 화면으로 이동해 해당 항목을 표시해 줍니다. 여기서는 아무것도 바뀌지 않습니다.
nl: Brengt je naar het scherm waar deze instelling staat en markeert die. Hier wordt niets gewijzigd.
pl: Przenosi cię na ekran z tym ustawieniem i je podświetla. Tutaj nic nie jest zmieniane.
pt_br: Leva você à tela onde esta configuração está e a destaca. Nada é alterado aqui.
ru: Открывает экран, на котором находится эта настройка, и подсвечивает её. Здесь ничего не меняется.
sv: Tar dig till skärmen där den här inställningen finns och markerar den. Inget ändras härifrån.
tr: Seni bu ayarın bulunduğu ekrana götürür ve onu belirginleştirir. Burada hiçbir şey değişmez.
zh_hans: 带你前往该设置所在的界面并高亮显示它。这里不会更改任何内容。

source: Takes your picture off your profile. The photo stays in your photo library.
ar: يزيل صورتك من ملفك الشخصي. تبقى الصورة في مكتبة الصور.
de: Nimmt dein Bild aus deinem Profil. Das Foto bleibt in deiner Fotomediathek.
es: Quita tu foto del perfil. La foto sigue en tu fototeca.
fr: Retire votre photo de votre profil. La photo reste dans votre photothèque.
it: Toglie la tua immagine dal profilo. La foto resta nella tua libreria.
ja: プロフィールから画像を外します。写真自体は写真ライブラリに残ります。
ko: 프로필에서 사진을 내립니다. 사진 자체는 사진 보관함에 남습니다.
nl: Haalt je foto van je profiel af. De foto blijft in je fotoverzameling.
pl: Usuwa twoje zdjęcie z profilu. Fotografia zostaje w twojej bibliotece zdjęć.
pt_br: Tira sua foto do perfil. A foto continua na sua fototeca.
ru: Убирает фото из вашего профиля. Сам снимок остаётся в медиатеке.
sv: Tar bort din bild från profilen. Fotot ligger kvar i ditt bildbibliotek.
tr: Fotoğrafınızı profilinizden kaldırır. Fotoğraf, fotoğraf kitaplığınızda kalır.
zh_hans: 把头像从你的资料中移除。照片仍保留在你的图库里。

source: Tap a template to switch to it, or tap the selected one to deselect it. Swipe left to delete it.
ar: اضغط على قالب للتبديل إليه، أو اضغط على القالب المحدد لإلغاء تحديده. اسحب لليمين لحذفه.
de: Tippe eine Vorlage an, um zu ihr zu wechseln, oder tippe die ausgewählte an, um die Auswahl aufzuheben. Wische nach links, um sie zu löschen.
es: Toca una plantilla para cambiar a ella, o toca la seleccionada para deseleccionarla. Desliza a la izquierda para borrarla.
fr: Touchez un modèle pour y passer, ou touchez celui qui est sélectionné pour le désélectionner. Balayez vers la gauche pour le supprimer.
it: Tocca un modello per passare a esso, o tocca quello selezionato per deselezionarlo. Scorri a sinistra per eliminarlo.
ja: テンプレートをタップすると切り替わり、選択中のものをタップすると選択が解除されます。左にスワイプすると削除できます。
ko: 템플릿을 탭하면 그것으로 바뀌고, 선택된 것을 탭하면 선택이 해제됩니다. 왼쪽으로 밀면 삭제됩니다.
nl: Tik op een sjabloon om ernaartoe te wisselen, of tik op het geselecteerde om de selectie op te heffen. Veeg naar links om het te verwijderen.
pl: Dotknij szablonu, aby na niego przejść, albo dotknij wybranego, aby anulować wybór. Przesuń w lewo, aby go usunąć.
pt_br: Toque num modelo para mudar para ele, ou toque no selecionado para desmarcá-lo. Deslize para a esquerda para excluí-lo.
ru: Нажмите на шаблон, чтобы перейти к нему, или на выбранный, чтобы снять выбор. Смахните влево, чтобы удалить его.
sv: Tryck på en mall för att byta till den, eller på den valda för att avmarkera den. Svep åt vänster för att radera den.
tr: Bir şablona geçmek için ona dokunun; seçili olanın seçimini kaldırmak için ona dokunun. Silmek için sola kaydırın.
zh_hans: 点按某个模板即可切换到它，点按已选中的则取消选择。向左滑动可删除。

source: Tap a template to switch to it, or tap the selected one to deselect it. While a template is selected, the settings on this screen are saved into it as you change them.
ar: اضغط على قالب للتبديل إليه، أو اضغط على القالب المحدد لإلغاء تحديده. أثناء تحديد قالب، تُحفظ فيه الإعدادات في هذه الشاشة أولًا بأول عند تغييرها.
de: Tippe auf eine Vorlage, um zu ihr zu wechseln, oder auf die ausgewählte, um die Auswahl aufzuheben. Solange eine Vorlage ausgewählt ist, werden Änderungen auf diesem Bildschirm darin gesichert.
es: Toca una plantilla para cambiar a ella, o toca la seleccionada para deseleccionarla. Mientras una plantilla esté seleccionada, los ajustes de esta pantalla se guardan en ella a medida que los cambias.
fr: Touchez un modèle pour y passer, ou le modèle sélectionné pour le désélectionner. Tant qu’un modèle est sélectionné, les réglages de cet écran y sont enregistrés au fur et à mesure.
it: Tocca un modello per passare a quello, oppure tocca quello selezionato per deselezionarlo. Finché un modello è selezionato, le impostazioni di questa schermata vengono salvate al suo interno mentre le modifichi.
ja: テンプレートをタップすると切り替わり、選択中のテンプレートをタップすると選択が解除されます。テンプレートが選択されている間、この画面の設定は変更するたびにそのテンプレートへ保存されます。
ko: 템플릿을 탭하면 해당 템플릿으로 전환되고, 선택된 템플릿을 탭하면 선택이 해제됩니다. 템플릿이 선택되어 있는 동안에는 이 화면의 설정이 변경할 때마다 해당 템플릿에 저장됩니다.
nl: Tik op een sjabloon om ernaartoe te wisselen, of op het geselecteerde sjabloon om de selectie op te heffen. Zolang een sjabloon is geselecteerd, worden de instellingen op dit scherm erin bewaard terwijl je ze wijzigt.
pl: Dotknij szablonu, aby się na niego przełączyć, lub wybranego, aby anulować wybór. Gdy szablon jest wybrany, ustawienia na tym ekranie są w nim zapisywane na bieżąco.
pt_br: Toque em um modelo para mudar para ele, ou toque no selecionado para desmarcá-lo. Enquanto um modelo estiver selecionado, as configurações desta tela são salvas nele conforme você as altera.
ru: Нажмите на шаблон, чтобы переключиться на него, или на выбранный, чтобы снять выбор. Пока шаблон выбран, настройки на этом экране сохраняются в него по мере изменения.
sv: Tryck på en mall för att byta till den, eller på den valda för att avmarkera den. När en mall är vald sparas inställningarna på den här skärmen i den medan du ändrar dem.
tr: Bir şablona geçmek için ona dokunun, seçimi kaldırmak için seçili olana dokunun. Bir şablon seçiliyken bu ekrandaki ayarlar, siz değiştirdikçe o şablona kaydedilir.
zh_hans: 点按模板即可切换到该模板，点按已选中的模板可取消选择。模板处于选中状态时，此界面的设置会随改动自动保存到该模板中。

source: Tap the heart to like this exercise. The number is how many users have.
ar: اضغط على القلب لتسجيل إعجابك بهذا التمرين. الرقم هو عدد المستخدمين الذين أُعجبوا به.
de: Tippe auf das Herz, um diese Übung zu mögen. Die Zahl sagt, wie vielen Nutzern sie gefällt.
es: Toca el corazón para indicar que te gusta este ejercicio. El número dice a cuántos usuarios les gusta.
fr: Touchez le cœur pour aimer cet exercice. Le nombre indique combien d’utilisateurs l’ont aimé.
it: Tocca il cuore per mettere mi piace a questo esercizio. Il numero indica quanti utenti l’hanno fatto.
ja: ハートをタップするとこのエクササイズに「いいね」できます。数字は「いいね」したユーザー数です。
ko: 하트를 탭하면 이 연습에 좋아요를 남깁니다. 숫자는 좋아요를 누른 사용자 수입니다.
nl: Tik op het hartje om deze oefening leuk te vinden. Het getal is hoeveel gebruikers dat deden.
pl: Dotknij serca, aby polubić to ćwiczenie. Liczba mówi, ilu użytkowników je polubiło.
pt_br: Toque no coração para curtir este exercício. O número diz quantos usuários curtiram.
ru: Нажмите на сердечко, чтобы отметить упражнение как понравившееся. Число показывает, сколько пользователей это сделали.
sv: Tryck på hjärtat för att gilla den här övningen. Siffran är hur många användare som gjort det.
tr: Bu egzersizi beğenmek için kalbe dokunun. Sayı, kaç kullanıcının beğendiğini gösterir.
zh_hans: 点按爱心即可给这个练习点赞。数字是点赞的用户数。

source: Tap the name to play the exercises' notes with this sound. The speaker plays a sample of it.
ar: اضغط على الاسم لتشغيل نغمات التمارين بهذا الصوت. يشغّل مكبر الصوت عيّنة منه.
de: Tippe auf den Namen, um die Noten der Übungen mit diesem Klang zu spielen. Der Lautsprecher spielt eine Kostprobe.
es: Toca el nombre para que las notas de los ejercicios suenen con este sonido. El altavoz reproduce una muestra.
fr: Touchez le nom pour jouer les notes des exercices avec ce son. Le haut-parleur en donne un aperçu.
it: Tocca il nome per suonare le note degli esercizi con questo suono. L’altoparlante ne riproduce un assaggio.
ja: 名前をタップすると、エクササイズの音がこの音色で鳴ります。スピーカーで試聴できます。
ko: 이름을 탭하면 연습의 음이 이 소리로 재생됩니다. 스피커는 미리 듣기입니다.
nl: Tik op de naam om de noten van de oefeningen met dit geluid te spelen. De luidspreker speelt een voorbeeld.
pl: Dotknij nazwy, aby nuty ćwiczeń brzmiały tym dźwiękiem. Głośnik odtwarza próbkę.
pt_br: Toque no nome para tocar as notas dos exercícios com este som. O alto-falante reproduz uma amostra.
ru: Нажмите на название, чтобы ноты упражнений звучали этим тембром. Динамик проигрывает образец.
sv: Tryck på namnet för att spela övningarnas toner med det här ljudet. Högtalaren spelar ett smakprov.
tr: Egzersiz notalarının bu sesle çalınması için ada dokunun. Hoparlör bir örnek çalar.
zh_hans: 点按名称即可用这个音色播放练习的音符。喇叭按钮可试听。

source: Tap the name to rename the category, and drag by the handle on the right to reorder it. The number is how many exercises it holds.
ar: اضغط على الاسم لإعادة تسمية الفئة، واسحب من المقبض على اليسار لإعادة ترتيبها. الرقم هو عدد التمارين فيها.
de: Tippe den Namen an, um die Kategorie umzubenennen, und ziehe sie am Griff rechts, um sie umzusortieren. Die Zahl sagt, wie viele Übungen sie enthält.
es: Toca el nombre para renombrar la categoría y arrástrala por el asa de la derecha para reordenarla. El número indica cuántos ejercicios contiene.
fr: Touchez le nom pour renommer la catégorie, et faites-la glisser par la poignée à droite pour la réordonner. Le nombre indique combien d’exercices elle contient.
it: Tocca il nome per rinominare la categoria e trascinala dalla maniglia a destra per riordinarla. Il numero indica quanti esercizi contiene.
ja: 名前をタップするとカテゴリ名を変更でき、右のハンドルをドラッグすると並べ替えられます。数字は含まれるエクササイズの数です。
ko: 이름을 탭하면 분류 이름을 바꾸고, 오른쪽 손잡이를 끌면 순서를 바꿉니다. 숫자는 들어 있는 연습 수입니다.
nl: Tik op de naam om de categorie te hernoemen, en sleep hem aan de greep rechts om hem te verplaatsen. Het getal is hoeveel oefeningen erin zitten.
pl: Dotknij nazwy, aby zmienić nazwę kategorii, a przeciągnij za uchwyt po prawej, aby zmienić kolejność. Liczba mówi, ile zawiera ćwiczeń.
pt_br: Toque no nome para renomear a categoria e arraste pela alça à direita para reordená-la. O número diz quantos exercícios ela contém.
ru: Нажмите на название, чтобы переименовать категорию, и потяните за ручку справа, чтобы изменить порядок. Число показывает, сколько в ней упражнений.
sv: Tryck på namnet för att byta namn på kategorin, och dra i handtaget till höger för att flytta den. Siffran är hur många övningar den innehåller.
tr: Kategoriyi yeniden adlandırmak için ada dokunun, sırasını değiştirmek için sağdaki tutamaktan sürükleyin. Sayı, içinde kaç egzersiz olduğunu gösterir.
zh_hans: 点按名称可重命名分类，拖动右侧手柄可调整顺序。数字是其中的练习数量。
